Repository: carlosramosweb/woo-payment-on-delivery
Catalog: languages/woo-payment-on-delivery-*.po
Languages: pt_br

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Cash on Delivery
pt_br: Habilitar Pagamento Delivery

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário pode vê durante o checkout.

source: Payment on Delivery
pt_br: Pagamento Delivery

source: Description
pt_br: Descrição

source: Payment method description that the customer will see on your checkout.
pt_br: Descrição do método de pagamento que o cliente pode ver no checkout.

source: Accepted Types
pt_br: Tipos aceitos

source: Select the payment types to accept.
pt_br: Selecione os tipos de pagamento aceito.

source: Money
pt_br: Dinheiro

source: Paycheck
pt_br: Cheque

source: Debit Card
pt_br: Cartão de Débito

source: Credit Card
pt_br: Cartão de Crédito

source: Notice Money
pt_br: Alerta para pagamento em Dinheiro

source: Notice Card
pt_br: Alerta para pagamento em Cartões

source: Description inform the client cards/accepted flags.
pt_br: Descrição que informa ao cliente os cartões/bandeiras aceitas.

source: Notice Paycheck
pt_br: Alerta para pagamento em Cheque

source: Indicate whether the requirements.
pt_br: Indique os requisitos para este pagamento.

source: Enable for shipping methods
pt_br: Ativar para os métodos de entrega...

source: If Payment on Delivery is only available for certain methods, set it up here.
pt_br: Se Payment on Delivery está disponível apenas para determinadas formas de entregas, configure aqui.

source: Select shipping methods
pt_br: Selecione a forma de entrega

source: Delivery
pt_br: Woo Delivery

source: Bring change for:
pt_br: Levar troco para:

source: Add new form of payment on delivery.
pt_br: Adicionar nova forma de pagamento na entrega.

source: Information provided for payment...
pt_br: Informar a forma para o pagamento...

source: Select your payment method.
pt_br: Selecione sua forma de pagamento.

source: Take the machine indicated card:
pt_br: Leve a máquina de cartão indicada:

source: The type of card is not indicated!
pt_br: O tipo de cartão não foi indicado!

source: Select a flag
pt_br: Selecione uma bandeira

source: Select the type
pt_br: Selecione um tipo

source: Error! To place your order needs to select a type.
pt_br: Erro! Para fazer o pedido, é necessário selecionar um tipo.

source: The value reported in the change should be greater than the total of your order is <strong>%s %s.</strong>
pt_br: O valor relatado para troco deve ser maior que o total do seu pedido é <strong>%s %s.</strong>

source: Awaiting money payment.
pt_br: Aguardando pagamento de dinheiro.

source: No change was reported.
pt_br: Não foi informado troco.

source: Awaiting cheque payment.
pt_br: Aguardando pagamento de cheque.

source: Payment will be by paycheck!
pt_br: O pagamento será em cheque!

source: Error! To place your order needs to select a flag.
pt_br: Erro! Para finalizar seu pedido precisa selecionar uma bandeira.

source: Awaiting card payment.
pt_br: Aguardar o pagamento no cartão.

source: There was an unexpected error, please contact the manager of this store.
pt_br: Ocorreu um erro inesperado, entre em contato com o gerente desta loja.

source: *Enter 0 to inform you that do not need to change.
pt_br: *Digite 0 para informar que não deseja troco.
